<?php  
namespace App\Services;

use Illuminate\Support\Str;

class PdfService{

    public function getPdfContents()
    {

     //   return "Hello World!";
        return "আমার সোনার বাংলাদেশ, আমি তোমায় ভালবাসি .
        জাতীয় ক্রিকেট লিগের প্রথম রাউন্ডের পর দ্বিতীয় রাউন্ডেও ভেজা আউটফিল্ডের কারণে দুটি ম্যাচের প্রথম দিনের খেলা মাঠে গড়ায়নি। দিনের অন্য দুই ম্যাচে ছিল বোলারদের দাপট। বিকেএসপির চার নম্বর মাঠে ঢাকা মেট্রোর মারুফ মৃধা আগুনে বোলিং করছেন। সেই আগুনে পুড়ছিল রাজশাহী বিভাগ। কিন্তু পাশের মাঠে ঢাকা ও রংপুর বিভাগের ম্যাচের প্রথম দিন একটি বলও হয়নি। সারা দিনে কোনো বল হয়নি খুলনার শেখ আবু নাসের স্টেডিয়ামেও। সেখানে আজ শুরু হওয়ার কথা খুলনা ও বরিশাল বিভাগের ম্যাচ। সিলেট আন্তর্জাতিক স্টেডিয়াম চট্টগ্রাম বিভাগকে ১৯৮ রানে থামিয়েছেন সিলেটের বোলাররা।  
        
        মৃধার স্মরণীয় অভিষেক
ইমার্জিং এশিয়া কাপ দলে থাকায় জাতীয় লিগের প্রথম রাউন্ড খেলা হয়নি সর্বশেষ অনূর্ধ্ব-১৯ বিশ্বকাপ খেলা মারুফ মৃধার। আজ দ্বিতীয় রাউন্ডের ম্যাচে প্রথম শ্রেণির ক্রিকেটে অভিষেক হয়ে গেল এই বাঁহাতি পেসারের। শুরুটাও হলো মনে রাখার মতো। ঢাকা মেট্রোর হয়ে ১১.২ ওভারে মাত্র ২২ রান দিয়ে ৬ উইকেট নিয়ে মৃধা ধস নামান রাজশাহীর ব্যাটিংয়ে।
আনিসুল ইসলামের মিডিয়াম পেসও ছিল কার্যকর, ৬ ওভারে ১০ রান দিয়ে নিয়েছেন ৩ উইকেট। দুজনের সৌজন্যে মাত্র ২৮.২ ওভারে ৭৭ রানে অলআউট প্রথম রাউন্ডের প্রথম ইনিংসে ৪২৬ রান করা রাজশাহী। জবাবে দিন শেষে ঢাকা মেট্রো ৫ উইকেটে করেছে ১৩৮ রান। শামসুর রহমান (৩৭) ও তাহজিবুল ইসলাম (১২) অপরাজিত আছেন।";
    }
}